{
    "SlotRulesShared": {
        "BetSize": "The Bet Size is set using the \"Bet Size\" selector.",
        "BetLevel": "The Bet Level is set using the \"Bet Level\" selector.",
        "BetAmount": "The Bet Amount is set using the \"Bet Amount\" selector.",
        "AutoSpinPlays": "\"Auto Spin\" automatically plays the game for a selected number of rounds.",
        "PayoutAccordingToPaytable": "Winning combinations and payouts are made according to the \"Paytable\".",
        "MainGameTitle": "Main Game",
        "SpinTitle": "Spin",
        "FastStopAction": "Tap the button or the game area during a spin to stop the reels.",
        "HoldSpaceBarAction": "Press and Hold <Space> key will continue game spins until it is released. (applicable to PC version only)",
        "StopTitle": "Stop",
        "StopAutoSpinAction": "Tap to stop Auto Spin. The number on the button indicates the remaining number of spins for Auto Spin.",
        "SpinOptionTitle": "Auto Spin",
        "StopAutoSpinMoreOptions": "Tap on More to display more options for Auto Spin.",
        "AutoSpinPlayDescription": "Auto Spin automatically plays the game for a selected number of spins.",
        "SelectAutoSpinRound": "Tap on the values to select number of Auto Spins.",
        "StopAutoSpinIfWinExceed": "Stop Auto Spin if a single win exceeds (value specified by player): Auto Spin is automatically disabled when a single win exceeds this value.",
        "StopAutoSpinIfBalanceIncrease": "Stop Auto Spin if balance increases by (value specified by player): Auto Spin is automatically disabled when the balance is increased by this value (in reference to the balance when the Auto Spin is initiated).",
        "StopAutoSpinIfBalanceDecrease": "Stop Auto Spin if balance decreases by (value specified by player): Auto Spin is automatically disabled when the balance is decreased by this value (in reference to the balance when the Auto Spin is initiated).",
        "BetOptionsTitle": "Bet Amount",
        "BetSizeAction": "Bet Size: Scroll to select the Bet Size.",
        "BetLevelAction": "Bet Level: Scroll to select the Bet Level.",
        "BetAmountAction": "Bet Amount: Scroll to select the Bet Amount.",
        "MaxBetAction": "Max Bet: Tap to set Bet Size and Bet Level to maximum value.",
        "MaxBetTitle": "Maximum Bet",
        "MaxBetButtonAction": "Tap to set Bet Size and Bet Level to maximum value.",
        "BetAmountTap": "Tap to display the Bet Options.",
        "MoreTitle": "More Settings",
        "MoreAction": "Tap to access additional settings.",
        "SoundTitle": "Sound",
        "SoundAction": "Tap to turn sound ON or OFF.",
        "PaytableTitle": "Paytable",
        "PaytableAction": "Shows winning combinations and paytable.",
        "GameRuleTitle": "Rules",
        "GameRuleAction": "Shows the game rules and button functions.",
        "GameHistoryTitle": "History",
        "CloseTitle": "Close",
        "CloseAction": "Tap to return to the Main Game.",
        "ReturnToPlayerTitle": "Return to Player",
        "AdditionInfoTitle": "Additional Information",
        "TurboSpinTitle": "Turbo Spin",
        "TurboSpinAction": "Tap to enable or disable the Turbo Spin to reduce the duration of reel spins in the main game.",
        "MinusTitle": "Minus",
        "MinusAction": "Tap to reduce the Bet Amount.",
        "PlusTitle": "Plus",
        "PlusAction": "Tap to increase the Bet Amount.",
        "WalletBalanceTitle": "Wallet Balance",
        "WalletBalanceAction": "Tap to display the balance of available wallets.",
        "WinAmountTitle": "Win Amount",
        "WinAmountAction": "Tap to display the Game History.",
        "FreeGameCountTitle": "Free Game Count",
        "FreeGameCountDesc": "Shows the remaining number of free games.",
        "RolloverBalanceTitle": "Roll-over Balance",
        "RolloverBalanceDesc": "Shows the remaining balance to achieve the roll-over's requirement.",
        "FeatureBuyTitle": "Feature Buy",
        "FeatureBuyDesc1": "Tap on Feature Buy button to open the Feature Buy menu.",
        "FeatureBuyDesc2": "Tap on Start button to buy the Free Spins Feature at the price displayed in the Feature Buy menu."
    },
    "SlotRulesBetLineRelated": {
        "WinDetailBreakdown": "A bet line win in cash is equal to the value shown in the \"Paytable\" multiplied by the bet size and bet level.",
        "HighestWinIsPaid": "Only the highest win per bet line is paid.",
        "WinFromLeftmost": "Bet lines win if the winning symbols are in succession from the leftmost reel to the right.",
        "SimultanuousWin": "Simultaneous wins on different bet lines are added.",
        "SpinAction": "Tap to start spin at the current Bet Lines, Bet Size and Bet Level. ",
        "PressSpaceAction": "Press the <Space> key to start spin at the current Bet Lines, Bet Size and Bet Level. (applicable to PC version only)"
    },
    "SlotRulesBetWaysRelated": {
        "WinDetailBreakdown": "A bet way win in cash is equal to the value shown in the \"Paytable\"  multiplied by the bet size and bet level.",
        "BetWaysWin": "Bet ways win if the winning symbols are in succession from the leftmost reel to the right.",
        "TotalOfBetWaysWin": "Total number of winning bet ways for each symbol are calculated by multiplying the number of adjacent winning symbols on each symbols from the leftmost reel to the right.",
        "WinningSymbolPayout": "The winning symbol payout is multiplied by the number of winning bet ways.",
        "SimultaneousWin": "Simultaneous wins on different bet ways are added."
    },
    "SlotRulesBaseBetRelated": {
        "SpinAction": "Tap to start spin at the current Base Bet, Bet Size and Bet Level.",
        "PressSpaceAction": "Press the <Space> key to start spin at the current Base Bet, Bet Size and Bet Level. (applicable to PC version only)"
    }
}
