{
    "SlotRulesShared": {
        "BetSize": "El tamaño de la apuesta se escoge usando el selector \"Tamaño de apuesta\".",
        "BetLevel": "El nivel de la apuesta se escoge usando el selector \"Nivel de apuesta\".",
        "BetAmount": "La cantidad de la apuesta se escoge usando el selector \"Cantidad de apuesta\".",
        "AutoSpinPlays": "\"Auto Giro\" hace que el juego se desarrolle de forma automática durante el número de rondas seleccionadas.",
        "PayoutAccordingToPaytable": "Las combinaciones ganadoras y los pagos se rigen por la \"Tabla de pagos\".",
        "MainGameTitle": "Juego principal",
        "SpinTitle": "Girar",
        "FastStopAction": "Pulsa el botón o la zona de juego durante un giro para detener los carriles.",
        "HoldSpaceBarAction": "Pulsa y mantén pulsada la <Barra Espaciadora> barra espaciadora para que los giros del juego continúen hasta que sueltes la tecla. (solo aplicable a la versión para PC)",
        "StopTitle": "Detener",
        "StopAutoSpinAction": "Pulsa para detener el Auto Giro. El número del botón indica la cantidad de giros restantes en la función de Auto Giro.",
        "SpinOptionTitle": "Auto Giro",
        "StopAutoSpinMoreOptions": "Pulsa en Más para mostrar más opciones de Auto Giro.",
        "AutoSpinPlayDescription": "Auto Giro hace que el juego se desarrolle de forma automática durante un número de rondas determinadas.",
        "SelectAutoSpinRound": "Pulsa sobre los valores para seleccionar el número de Auto Giros.",
        "StopAutoSpinIfWinExceed": "Detener Auto Giro si un premio único supera (valor especificado por el jugador): El Auto Giro se desactiva automáticamente cuando un premio único supera este valor.",
        "StopAutoSpinIfBalanceIncrease": "Detener Auto Giro si el saldo aumenta en (valor especificado por el jugador): El Auto Giro se desactiva automáticamente cuando el saldo aumenta en esta cantidad (hace referencia al saldo cuando comenzó la función Auto Giro).",
        "StopAutoSpinIfBalanceDecrease": "Detener Auto Giro si el saldo disminuye en (valor especificado por el jugador): El Auto Giro se desactiva automáticamente cuando es saldo se reduce en esta cantidad (hace referencia al saldo cuando comenzó la función Auto Giro).",
        "BetOptionsTitle": "Cantidad apostada",
        "BetSizeAction": "Tamaño de apuesta: desplázate para seleccionar el Tamaño de apuesta.",
        "BetLevelAction": "Nivel de apuesta: desplázate para seleccionar el Nivel de apuesta.",
        "BetAmountAction": "Cantidad apostada: desplázate para seleccionar la Cantidad de apuesta.",
        "MaxBetAction": "Apuesta máx.: pulsa para establecer el Tamaño de apuesta y el Nivel de apuesta en sus valores máximos.",
        "BetAmountTap": "Pulsa para mostrar las Opciones de Apuesta.",
        "MoreTitle": "Más ajustes",
        "MoreAction": "Pulsa para acceder a los ajustes adicionales.",
        "SoundTitle": "Sonido",
        "SoundAction": "Pulsa para ACTIVAR o DESACTIVAR el sonido.",
        "PaytableTitle": "Tabla de pagos",
        "PaytableAction": "Muestra las combinaciones ganadoras y la tabla de pagos.",
        "GameRuleTitle": "Reglas",
        "GameRuleAction": "Muestra las reglas del juego y las funciones de los botones.",
        "GameHistoryTitle": "Historial",
        "CloseTitle": "Cerrar",
        "CloseAction": "Pulsa para volver al juego principal.",
        "ReturnToPlayerTitle": "Reintegro al jugador",
        "AdditionInfoTitle": "Información adicional",
        "TurboSpinTitle": "Turbo Giro",
        "TurboSpinAction": "Pulsa para activar o desactivar los Turbo Giros que reducirá la duración de los giros de los carretes en el juego principal.",
        "MinusTitle": "Menos",
        "MinusAction": "Pulsa para reducir la Cantidad Apostada.",
        "PlusTitle": "Más",
        "PlusAction": "Pulsa para aumentar la Cantidad Apostada.",
        "WalletBalanceTitle": "Saldo de la cartera ",
        "WalletBalanceAction": "Pulsa para mostrar el saldo de los monederos disponibles.",
        "WinAmountTitle": "Cantidad del premio",
        "WinAmountAction": "Pulsa para mostrar el Historial de Juego.",
        "FreeGameCountTitle": "Contador de partidas gratis",
        "FreeGameCountDesc": "Muestra el número de partidas gratis restantes.",
        "RolloverBalanceTitle": "Saldo de condiciones de apuestas",
        "RolloverBalanceDesc": "Muestra el saldo restante para cumplir con el requisito de apuesta.",
        "FeatureBuyTitle": "Comprar función",
        "FeatureBuyDesc1": "Pulsa sobre el botón Comprar función para abrir el menú de Comprar función.",
        "FeatureBuyDesc2": "Pulsa sobre el botón Empezar para comprar la función de Giros Gratis al precio mostrado en el menú de Comprar función.",
        "MaxBetButtonAction": "Pulsa para establecer el Tamaño de apuesta y el Nivel de apuesta en sus valores máximos.",
        "MaxBetTitle": "Apuesta Máx"
    },
    "SlotRulesBetLineRelated": {
        "WinDetailBreakdown": "El premio en efectivo correspondiente a una línea de apuesta es igual al valor mostrado en la \"Tabla de pagos\", multiplicado por el tamaño de la apuesta y el nivel de apuesta.",
        "HighestWinIsPaid": "Solo se paga el premio más alto de cada línea de apuesta.",
        "WinFromLeftmost": "Las líneas de apuesta resultan premiadas si los símbolos ganadores aparecen de forma consecutiva, comenzando por el carrete situado más a la izquierda.",
        "SimultanuousWin": "Los premios obtenidos simultáneamente en diferentes líneas de apuesta se suman.",
        "SpinAction": "Pulsa para comenzar el giro con las Líneas de apuesta, Tamaño de apuesta y Nivel de apuesta actuales.",
        "PressSpaceAction": "Pulsa la tecla <Barra Espaciadora> para comenzar el giro con las Líneas de apuesta, Tamaño de apuesta y Nivel de apuesta actuales. (solo aplicable a la versión para PC)"
    },
    "SlotRulesBetWaysRelated": {
        "WinDetailBreakdown": "El premio en efectivo correspondiente a una forma de apuesta es igual al valor mostrado en la \"Tabla de pagos\", multiplicado por el tamaño de la apuesta y el nivel de apuesta.",
        "BetWaysWin": "Las combinaciones resultan premiadas si los símbolos ganadores aparecen de forma consecutiva, comenzando por el carril situado más a la izquierda.",
        "TotalOfBetWaysWin": "La cantidad total de combinaciones ganadoras correspondientes a cada símbolo se calcula multiplicando la cantidad de símbolos ganadores adyacentes, comenzando por el carril situado más a la izquierda.",
        "WinningSymbolPayout": "El pago correspondiente al símbolo ganador se multiplica por la cantidad de combinaciones ganadoras.",
        "SimultaneousWin": "Los premios obtenidos simultáneamente en diferentes combinaciones se suman."
    },
    "SlotRulesBaseBetRelated": {
        "SpinAction": "Pulsa para comenzar el giro con la Apuesta base, Tamaño de apuesta y Nivel de apuesta actuales.",
        "PressSpaceAction": "Pulsa la tecla de la <Barra Espaciadora> para comenzar el giro con la Apuesta base, Tamaño de apuesta y Nivel de apuesta actuales. (solo aplicable a la versión para PC)"
    }
}