{"DragonHatchPayoutAndRulesShared":{"Rule1_9_Payout1_1":"At every spin, any combinations of 4 or more symbols touching horizontally or vertically will result in a winning combination.","Rule1_10_Payout1_2":"For every winning combination, payout is made for each symbol according to the Paytable.","Rule1_12_Payout1_3":"After the payout of every round is made, all winning symbols will explode, allowing the symbols above them to cascade down for a new round.","Rule1_13_Payout1_4":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","Rule1_15_Payout1_6":"Wild symbol substitutes for all symbols.","Rule2_0_Payout2_0":"Winning symbols collection bar","Rule2_1_Payout2_1":"During any spins, winning symbols that explode will be accumulated in the collection bar above the reels.","Rule2_2_Payout2_2":"After a certain amount of winning symbols are collected, a feature will be triggered during the round with no winning combination.","Rule3_0_Payout3_0":"Earth Dragon Feature","Rule3_1_Payout3_1":"During any spin, if 10 or more winning symbols are collected, the Earth Dragon Feature is triggered during the round with no winning combination.","Rule3_2_Payout3_2":"During the Earth Dragon Feature, all low paying symbols will be removed from the reels.","Rule4_0_Payout4_0":"Water Dragon Feature","Rule4_1_Payout4_1":"During any spin, if 30 or more winning symbols are collected, the Water Dragon Feature is triggered during the round with no winning combination.","Rule4_2_Payout4_2":"During the Water Dragon Feature, 4 Wild symbols will be added to the reels.","Rule5_0_Payout5_0":"Fire Dragon Feature","Rule5_1_Payout5_1":"During any spin, if 50 or more winning symbols are collected, the Fire Dragon Feature is triggered during the round with no winning combination.","Rule5_2_Payout5_2":"During the Fire Dragon Feature, a randomly chosen symbol (excluding Wild symbol) will be added on the reels in a checkered pattern (it will not replace any Wild symbol).","Rule6_0_Payout6_0":"Dragon Queen Feature","Rule6_1_Payout6_1":"During any spin, if 70 winning symbols are collected, the Dragon Queen Feature is triggered during the round with no winning combination.","Rule6_2_Payout6_2":"During the Dragon Queen Feature, all low paying symbols will be transformed into high paying symbols or a Wild symbols."},"DragonHatchRule":{"Rule1_1":"Dragon Hatch is a 5 by 5 arrangement of symbols video slot featuring various features that help in cascading more wins.","Rule1_2":"The game is played with 10 base bet (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","Rule1_11":"A combination win in cash is equal to the value shown in the Paytable multiplied by bet size and bet multiplier.","Rule2_3":"The collection bar will reset to zero at the start of any spin.","Rule2_4":"The maximum number of winning symbols that can be collected in a spin is 70.","Rule2_5":"All features triggered by the collection bar can only be triggered once in a spin.","Rule2_6":"In the event when there are 2 or more features waiting to be triggered, only one feature will be triggered during the round with no winning combination. The next feature can only be triggered during the next round with no winning combination. The features will be triggered in the following order: Earth Dragon Feature, Water Dragon Feature, Fire Dragon Feature, Dragon Queen Feature.","Rule4_3":"The positions of the additional Wild symbol are: 2nd row of the 2nd column, 4th row of the 2nd column, 2nd row of the 4th column and 4th row of the 4th column."},"DragonHatchPayout":{"PayoutMainTitle":"Symbol Payout Values","PayoutWild":"Wild Symbol"}}