{"FDRules":{"GeneralRules1":"Fortune Dragon is a 3-reel, 3-row video slot featuring multiplier reel up to x10 and Fortune Spins with expanded multiplier reel.","GeneralRules2":"The game is played with 5 bet lines (fixed), bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","GeneralRules3":"Wild symbol substitutes for all symbols."},"FDMultiplierReel":{"Title":"Multiplier Reel","MultiplierExplaination1":"During any spin, the multiplier reel at the bottom of the reels will spin to reveal either blank, x2, x5 or x10.","MultiplierExplaination2":"If the multiplier reel reveals x2, x5 or x10, all wins in that spin will be multiplied by the revealed multiplier before wins are paid."},"FDFeature":{"Title":"Fortune Dragon Feature","FreeSpinExplaination1":"During any spin, the Fortune Dragon Feature with 8 Fortune Spins may be randomly triggered while the reels are spinning.","FreeSpinExplaination2":"During the Fortune Dragon Feature, the multiplier reel will be expanded and 2 or 3 multipliers will be awarded for every Fortune spin."},"SlotRulesShared":{"SureWinTitle":"Sure Win Bet","SureWinExplaination1":"The Sure Win Bet option can be activated for each spin which increases the bet by 5x.","SureWinExplaination2":"Activating the Sure Win Bet will guarantee a win for every spin (excluding Fortune Spin).","SureWinExplaination3":"Current Bet Size and Bet Level will not be affected by the Sure Win Bet.","SureWinExplaination4":"The Sure Win Bet option can be activated and deactivated during the main game."},"FDMaximumWin":{"TitleSymbol":"Maximum Win","MaxWinExplaination1":"The maximum win amount is %{2500}x of the bet amount.","MaxWinExplaination2":"If the total win in the main game or the Fortune Dragon Feature reaches %{2500}x of the bet amount, the spin ends."},"FDSymbolPayoutValue":{"TitleSymbol":"Symbol Payout Values"},"FDWinningBetLines":{"Title":"Winning Bet Lines","WinningBetLinesExplaination1":"Only the highest win per bet line is paid.","WinningBetLinesExplaination2":"Bet lines win if the winning symbols are in succession from the leftmost reel to the right.","WinningBetLinesExplaination3":"All wins shown in cash."}}