{"DragonHatchPayoutAndRulesShared":{"Rule1_9_Payout1_1":"En cada giro, cualquier combinación de 4 o más símbolos que se toquen en horizontal o vertical generarán una combinación ganadora.","Rule1_10_Payout1_2":"Por cada combinación ganadora, se realizará el pago para cada símbolo de acuerdo con la Tabla de premios.","Rule1_12_Payout1_3":"Tras el pago de cada ronda todos los símbolos ganadores explotarán, por lo que los símbolos superiores caerán iniciando a una nueva ronda.","Rule1_13_Payout1_4":"Se añadirán las combinaciones ganadoras adicionales en cada ronda hasta que no queden más combinaciones ganadoras que puedan añadirse.","Rule1_15_Payout1_6":"Los símbolos Wild sustituyen a todos los símbolos.","Rule2_0_Payout2_0":"Barra de acumulación de símbolos ganadores","Rule2_1_Payout2_1":"En cualquier giro, los símbolos ganadores que exploten se sumarán en la barra de acumulación situada sobre los carretes.","Rule2_2_Payout2_2":"Tras conseguir una determinada cantidad de símbolos ganadores, se activará una función durante la ronda que no tenga combinaciones ganadoras.","Rule3_0_Payout3_0":"Función Dragón de Tierra","Rule3_1_Payout3_1":"En cualquier giro, si se recogen 10 o más símbolos ganadores, la función Dragón de Tierra se activará durante la ronda que no tenga combinaciones ganadoras.","Rule3_2_Payout3_2":"Durante la función Dragón de Tierra, todos los símbolos con premios bajos se eliminarán de los carretes.","Rule4_0_Payout4_0":"Función Dragón de Agua","Rule4_1_Payout4_1":"En cualquier giro, si se recogen 30 o más símbolos ganadores, la función Dragón de Agua se activará durante la ronda que no tenga combinaciones ganadoras.","Rule4_2_Payout4_2":"Durante la función Dragón de Agua, 4 Wild se añadirán a los carretes.","Rule5_0_Payout5_0":"Función Dragón de Fuego","Rule5_1_Payout5_1":"En cualquier giro, si se recogen 50 o más símbolos ganadores, la función Dragón de Fuego se activará durante la ronda que no tenga combinaciones ganadoras.","Rule5_2_Payout5_2":"Durante la función Dragón de Fuego, un símbolo seleccionado al azar (excluyendo al símbolo Wild) se añadirá a los carretes con un patrón cuadriculado (no remplazará a ningún símbolo Wild).","Rule6_0_Payout6_0":"Función Reina Dragona","Rule6_1_Payout6_1":"En cualquier giro, si se recogen 70 símbolos ganadores, la función de la Reina Dragona se activará durante la ronda que no tenga combinaciones ganadoras.","Rule6_2_Payout6_2":"Durante la función Reina Dragona, todos los símbolos con premios bajos se transformarán en símbolos con premios altos o en símbolos Wild."},"DragonHatchRule":{"Rule1_1":"Dragon Hatch es una vídeo tragaperras con una disposición de símbolos de 5 por 5 con varias funciones que ayudan a que caigan más símbolos.","Rule1_2":"Se juega con una apuesta base fija de 10, un nivel de apuesta de %{minBetMtp} a %{maxBetMtp} y un tamaño de apuesta de %{minChip} a %{maxChip}.","Rule1_11":"El premio combinado es igual al valor mostrado en la Tabla de premios multiplicado por el tamaño y el multiplicador de la apuesta.","Rule2_3":"Al final de cada giro la barra de acumulación vuelve a cero.","Rule2_4":"El número máximo de símbolos premiados que puede conseguirse en un giro es de 70.","Rule2_5":"Todas las funciones activadas en la barra de acumulación solo podrán activarse una vez en cada giro.","Rule2_6":"Si hay 2 o más funciones esperando a ser activadas, solo una de ellas se activará durante la ronda sin combinaciones ganadoras. La siguiente función solo podrá activarse durante la siguiente ronda sin combinaciones ganadoras. Las funciones se activarán en el orden siguiente: Función Dragón de Tierra, función Dragón de Agua, función Dragón de Fuego, función Reina Dragona.","Rule4_3":"Las posiciones del símbolo Wild adicional son: 2ª fila de la 2ª columna, 4ª fila de la 2ª columna, 2ª fila de la 4ª columna y 4ª fila de la 4ª columna."},"DragonHatchPayout":{"PayoutMainTitle":"Valor de pagos de símbolos","PayoutWild":"Símbolo Wild"}}